{
    "entity": "NOVA Documentation",
    "schema": {
        "title": {
            "type": "short-text",
            "section": "meta",
            "label": "title",
            "isTitle": true
        },
        "description": {
            "type": "long-text",
            "section": "meta",
            "label": "Overview",
            "isTitle": true
        },
        "github": {
            "type": "url",
            "section": "meta",
            "label": "Repository",
            "isTitle": true
        },
        "telegram_group": {
            "type": "url",
            "section": "meta",
            "label": "Our Telegram Group",
            "isTitle": true
        }
    },
    "data": {
        "title": "NOVA",
        "description": "Nova is a open source tool for the non technical user to manage data, extract information and create automations.\n\nThis is not the finished product, we are on early development phase and this is being used as a sandbox to showcase the components and documentation of whar we are doing.\n\nPrinciples\n- There is no back-end, all of the work must be done on the front-end or using external services.\n- Eat your own dogfood, we need to develop this project to our own, to make our lives better, thats the best way to know that it will be usefull for other people like us.\n- Focus on delivering one Objective (OKR).\n- Experiment and have fun, this is not work, the main goal is to experiment, learn and have fun too!\n\nHow to contribute\nYou are going to see in this screen the main OKRs of the project and the documentation of the components we are developing and their status, to contribute developing one of the components you should clone the project, and assign yourself to one of the TO DO components and send a Pull Request to our team, when we accept you PR you should create a new branch, develop and send the PR. All of our documentation will be here in the project and the comunication will be done in our Telegram group and Github PRs.\n\nThe folder structure\n- Docs: Plain json files for the docs you see here.\n- Schemas: Schema definitions\n- BaseStyles.tsx: All of the main styles that is shared",
        "github": "https://github.com/danielterra/nova",
        "telegram_group": "https://t.me/joinchat/hk-QD1hl7Z8yMzg5"
    }
}